abusaidm.html-snippets
bungcip.better-toml
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
IBM.output-colorizer
jdinhlife.gruvbox
k--kato.intellij-idea-keybindings
matklad.rust-analyzer
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
rust-lang.rust
s-nlf-fh.glassit
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons